{
  "tags": [
    {
      "name" : "pourFrequency",
      "imageUrl" : "@drawable/flower"
    }
  ],
  "data": [
    {
      "id": "1",
      "name": "Zamioculcas Zamiolistny",
      "frequency": 1,
      "description": "Kwiat niezwykle wytrzymały, odporny na szkodniki, posiada niewielkie wymagania świetlne, podlewanie oszczędne - dopiero gdy podłoże jest lekko suche (podlewanie nawet co dwa miesiące), szeroki zakres temperatur od 16 stopni zimą do nawet 30 stopni. (najlepiej 22-25)",
      "imageUrl": "https://zielony-parapet.pl/allegro/zdjecia_sadzonek/zamioculcas_zamiifolia_14.jpg",
      "tags": [
        {
          "category": "pourFrequency",
          "value": "3 times per day"
        },
        {
          "category": "temperature",
          "value": "20-30 Celc"
        }
      ]
    },
    {
      "id": "2",
      "name": "Palma hawajska",
      "frequency": 1,
      "description": "Wysokie wymaganie wilgotnościowe, wymaga systematycznego podlewania, liście palmy powinno spryskiwać się wodą. Nie można dopuścić ani do wysuszenia podłoża ani do zbytniego przelania - gleba powinna być lekko wilgotna. Roślina preferuje temperatury z zakresu 22-25 st. C, (zimą trochę niższe) oraz miejsca nasłonecznione. Źle znosi przeciągi.",
      "imageUrl": "https://static01.leroymerlin.pl/files/media/image/117/1587117/product/palma-hawajska,main.jpg"
    },
    {
      "id": "3",
      "name": "Dzbanecznik ",
      "frequency": 1,
      "description": "Wwymaga dużej wilgotności powietrza 70 - 90%, stąd wskazane jest uprawianie w specjalnych szklarniach, lubią podłoże wilgotne ale nie można przelać rośliny, preferują miejsca nasłonecznione ale bezpośredni kontakt z promieniami słonecznymi może skutkować oparzeniami liści. Optymalna temperatura w granicach 20 st. C.",
      "imageUrl": "https://static01.leroymerlin.pl/files/media/image/597/1744597/product/dzbanecznik,main.jpg"
    },
    {
      "id": "4",
      "name": "Pachira wodna",
      "frequency": 1,
      "description": "Dekoracyjna roślina, łatwa w uprawie. Wymaga jasnego stanowiska i unikać należy bezpośredniego narażenia na promienie słoneczne.Temperatura od 18 do nawet 24ºC (zima trochę niższa). W okresie letnim podlewanie obfite, lubi spryskiwanie lisci",
      "imageUrl": "https://www.casa-gradina.ro/wp-content/uploads/2014/03/Pachira-Aquatica-2.jpg"
    },
    {
      "id": "5",
      "name": "Nertera płożąca",
      "frequency": 1,
      "description": "Ozdobna acz wymagająca roślina. Do prawidłowego wzrostu wymaga dostęp do świeżego powietrza i jasnego stanowiska, unikać należy bezpośredniego narażenia na działanie promieni słonecznych. Dobrze rośnie w wilgotnym podłożu, podlewana “ na spodek”. Preferuje temperature 18 - 20 st C.",
      "imageUrl": "https://naradka.files.wordpress.com/2010/12/nertera-granadensis-3.jpg?w=392&h=360"
    },
    {
      "id": "6",
      "name": "Storczyk",
      "frequency": 1,
      "description": "Dobrze rosną w miejscach nasłonecznionych, ze światłem rozproszonym, w miejscach o dużej wilgotności powietrza ok. 60 %. Storczyki podlewamy dopiero gdy podłoże przeschnie, podlewamy obficie przez wstawienie donicy do miski z wodą na ok. 5 min.",
      "imageUrl": "https://static01.leroymerlin.pl/files/media/image/939/1583939/product/storczyk-miniaturowy-little-lady-mix,main.jpg"
    },
    {
      "id": "7",
      "name": "Chamedora wytworna",
      "frequency": 1,
      "description": "(Chamedora wyniosła, Palma koralowa) Preferuje stanowiska półcieniste z rozproszonym światłem. Optymalna temperatura waha się w granicach 16-20 st. C (zima trochę niższa). Podlewać obficie ale dopiero po przesuszeniu podłoża 2xtydzień",
      "imageUrl": "https://static01.leroymerlin.pl/files/media/image/799/1697799/Palma_koralowa_4.jpg"
    }
  ]
}
